{
    "name": "Jacob Benz",
    "ref": "benz",
    "title": "M. Sc.",
    "status": "PhD candidate",
    "cv": "Jacob Benz is a member of the project \"Edition wissenschaftliche Software\" at the Chair of Theory of Science and Technology at RWTH Aachen. Jacob is additionally working on his PhD project regarding the historical user experience with Free/Libre Open Source Software. He studied history, computer and information science and worked in his master thesis on machine learning technology to support the scientific research process. Previously Jacob worked for \"NFDI in Hessen\" and was part of NFDI4Memory, supporting the dissemination of research data management and accompanying software in the historical sciences.",
    "img": "benz.jpg",
    "field": "",
    "pictureBy": "Britta Hüning",
    "email": "jacob.benz@humtec.rwth-aachen.de",
    "tel": "",
    "researchInterests": "Machine Learning; Digital Humanities; History of computers and software, especially Free/Libre Office Source Software; data protection and privacy through software",
    "projects": [

    ],
    "publications": {
        "contributions": [
        {
            "authors":"Benz, Jacob",
            "year":"2024",
            "name":"Die Nutzung der Isenach im Mittelalter und der frühen Neuzeit. Zum Zusammenhang gesellschaftlicher und fluvialer Prozesse an einem Nebenfluss der Vorderpfalz",
            "in_author":"Michelle Campopiano, Gerrit Jasper Schenkd (eds.)",
            "in":"Conflicts over Water Management and Water Rights from the End of Antiquity to Industrialization",
            "volume":"",
            "pages":"189-218",
            "city":"Stuttgart",
            "publisher":"Franz Steiner Verlag",
            "doi":"",
            "url":"",
            "in_print":false
         }
        ],
        "reviewed": [
            {
            "name":"h_da@ReproHumn – Reproduction of Human Evaluation and Technical Pipeline",
            "authors":"Mieskes, Margot and Benz, Jacob",
            "year":"2023",
            "in":"Proceedings of the 3rd Workshop on Human Evaluation of NLP Systems",
            "in_author":" A. Belz, M. Popović, E. Reiter, C. Thomson, & J. Sedoc (eds.)",
            "volume":"",
            "pages":"130-135",
            "city":"Shoumen, Bulgaria",
            "publisher":"INCOMA Ltd.",
            "doi":"",
            "in_print":true,
            "namex":"open access",
            "href":"https://aclanthology.org/2023.humeval-1.11/"
         }
        ]
    }
}
